<?php

namespace App\Exports;

class LabourExportHeadings
{
    public static function headings(): array
    {
        return [
            'คำนำหน้า',
            'ชื่อ',
            'นามสกุล',
            'เบอร์ติดต่อ',
            'เลขที่หนังสือเดินทาง',
            'วันที่หนังสือเดินทางหมดอายุ',
            'ประเทศ',
            'ประเภทงาน',
            'ตำแหน่ง',
            'ศูนย์สอบ',
            'เลขที่ใบสมัคร',
            'บริษัทนายจ้าง',
            'ผลโรคหมดอายุ',
            'cid หมดอายุ',
            'เจ้าหน้าที่สรรหา',
            'สายงาน',
            'สถานะ',
            'หมายเหตุ',
        ];
    }
}
